{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [{
    "content": "f",
    "special": true,
    "single_word": false,
    "lstrip": false,
    "rstrip": false,
    "normalized": true,
    "id": 10
  },
  {
    "content": "[UNK]",
    "special": true,
    "single_word": false,
    "lstrip": false,
    "rstrip": false,
    "normalized": true,
    "id": 2
  }],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[SEP]": 1,
      "[UNK]": 2,
      "[CLS]": 3,
      "[MASK]": 4,
      "a": 5,
      "b": 6,
      "c": 7,
      "d": 8,
      " ": 9
    }
  }
}
